/*
 * Должна быть реализована CRUD функциональность:
 *  Должен уметь принимать от пользователя номер и имя телефона.
 *  Сохранять номер в файле phonebook.txt. (При завершении программы либо при добавлении).
 *  Вычитывать из файла сохранённые номера. (При старте программы).
 *  Удалять номера.
 *  Получать абонента по номеру телефона.
 *  Получать номер телефона по имени абонента.
 * Обращение к Phonebook должно быть как к классу-одиночке.
 * Внутри должна быть коллекция с абонентами.
 * Для обращения с абонентами нужно завести класс Abonent. С полями «номер телефона», «имя».
 * Не дать заносить уже записанного абонента.
 */

namespace Task3
{
  internal class Program
  {
    static void Main()
    {
      
    }
  }
}